[Setting]
Language=Simple Chinese

[String]
IDS_MENU_FILE=文件
IDS_MENU_FILE_NEW=新建(&N)
IDS_MENU_FILE_OPEN=打开(&O)
IDS_MENU_FILE_CLOSE=关闭(&C)
IDS_MENU_FILE_EXIT=退出(&E)

IDS_MENU_EDIT=编辑
IDS_MENU_EDIT_CUT=剪切(&C)
IDS_MENU_EDIT_COPY=复制(&C)
IDS_MENU_EDIT_PASTE=粘贴(&P)

IDS_MENU_HELP=帮助
IDS_MENU_HELP_HELP=帮助(&H)
IDS_MENU_HELP_ABOUT=关于(&A)

IDS_VIEW_DISPLAY_HIDE=显示/隐藏
IDS_VIEW_DISPLAY=显示
IDS_VIEW_HIDE=隐藏
IDS_VIEW_DISPLAY_ALL=显示所有

IDS_VIEW_TRANSPARENCY=透明设置
IDS_VIEW_TRANSPARENCY_NONE=不透明
IDS_VIEW_TRANSPARENCY_20=20%
IDS_VIEW_TRANSPARENCY_40=40%
IDS_VIEW_TRANSPARENCY_60=60%
IDS_VIEW_TRANSPARENCY_80=80%

IDS_VIEW_RENDER_MODE=渲染模式（Ctrl+r）
IDS_VIEW_RENDER_SHADED_WITH_WIREFRAME=实体+线框
IDS_VIEW_RENDER_SHADED=实体
IDS_VIEW_RENDER_SHADED_TRANSPARENCY_30=实体+30% 透明
IDS_VIEW_RENDER_SHADED_TRANSPARENCY_30_WITH_WIREFRAME=实体+线框+30% 透明
IDS_VIEW_RENDER_WIREFRAME=线框	   
 
IDS_VIEW_MODE=显示模式（Ctrl+v）
IDS_VIEW_ISO=等轴承图
IDS_VIEW_TOP=顶视图
IDS_VIEW_BOTTOM=底视图
IDS_VIEW_FRONT=前视图
IDS_VIEW_BACK=后视图
IDS_VIEW_LEFT=左视图
IDS_VIEW_RIGHT=右视图
IDS_VIEW_AUTO_SWITCH=自动切换

IDS_VIEW_PROJECTION_MODE=投影方式
IDS_VIEW_PROJECTION_ORTHOGRAPHIC=平行投影
IDS_VIEW_PROJECTION_PERSPECTIVE=透视投影

IDS_OPTIONS=选项...

IDS_HELP=帮助

IDS_TOOLBAR=工具条
IDS_TOOLBAR_HIDE=隐藏
IDS_TOOLBAR_LARGE=大
IDS_TOOLBAR_MEDIUM=中
IDS_TOOLBAR_SMALL=小

IDS_PART_NUMBER=显示型号

IDS_OPTONS_DLG_TITLE=选项
IDS_OK=确认
IDS_CANCLE=取消
IDS_RESET=重置
IDS_STATIC_BACKGROUND_COLOR=背景颜色
IDS_STATIC_BACKGROUND_TOP=顶部
IDS_STATIC_BACKGROUND_BOTTOM=底部
IDS_CHECK_FORCE_SOFTWARE=使用软件缓冲
IDS_CHECK_SHADOW=阴影
IDS_CHECK_REVERSE_VERTICAL=鼠标中键反转
IDS_RADIO_DEFAULT_BACKGROUND_SETTING=缺省背景设置
IDS_RADIO_CHANGE_BACKGROUND_COLOR=背景色切换